<p style="text-align: center;"><a name="_Toc465676430"></a><strong><span style="font-size: 14.0pt; line-height: 115%;">Nutzungsbedingungen </span></strong><strong><span style="font-size: 14.0pt; line-height: 115%;">evan.network</span></strong></p>
<p style="text-align: justify;">&nbsp;</p>
<ol>
<li style="text-align: justify; text-indent: -17.85pt; line-height: 150%; margin: 0cm 0cm 12.0pt 17.85pt;"><strong><span style="font-size: 12.0pt; line-height: 150%;">Geltungsbereich der Nutzungsbedingungen, &Auml;nderungsvorbehalt</span></strong></li>
</ol>
<p style="margin-left: 35.85pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">(1)&nbsp; Diese Nutzungsbedingungen regeln das vertragliche Verh&auml;ltnis zwischen dem Nutzer der evan.network Plattform (der &bdquo;Nutzer&ldquo;) und der evan GmbH (der &bdquo;Betreiber&ldquo;), Gesch&auml;ftsadresse Antonstra&szlig;e 3a, 01097 Dresden, Deutschland betreffend den Zugang zu</p>
<ol>
<li style="margin-left: 53.85pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">der evan.network Plattform, einer Blockchain-Plattform f&uuml;r digitale Identit&auml;ten (einzeln: die &bdquo;Identit&auml;t&ldquo;), welche im Internet unter https://dashboard.evan.network abrufbar ist,</li>
<li style="margin-left: 53.85pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">allen auf der evan.network Plattform bereitgestellten Services und Vorlagen sowie des Verkaufs der EVE Token, sowie</li>
<li style="margin-left: 53.85pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">s&auml;mtlichen angebundenen Speicherl&ouml;sungen.</li>
</ol>
<p style="margin-left: 35.85pt; text-align: justify; text-indent: -.4pt;">Zusammenfassend werden die Punkte a, b und c nachfolgend als &bdquo;die Plattform&ldquo; bezeichnet.</p>
<p style="margin-left: 35.85pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">(2)&nbsp; Bezugnahmen auf den &bdquo;Nutzer&ldquo; sind Bezugnahmen auf den Nutzer der Plattform als &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Einzelperson und gegebenenfalls jedes sonstige Unternehmen, jede K&ouml;rperschaft oder jede &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; weitere Partei, f&uuml;r die diese Bedingungen in Vertretung angenommen werden.</p>
<p style="margin-left: 36.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">(3)&nbsp; Durch Registrierung auf dieser Plattform erkennt der Nutzer die Geltung dieser Nutzungsbedingungen an. Entgegenstehende oder von diesen Nutzungsbedingungen abweichende Bedingungen des Nutzers werden nur durch eine ausdr&uuml;ckliche schriftliche Best&auml;tigung durch den Betreiber anerkannt.</p>
<p style="margin-left: 36.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">(4)&nbsp; Die derzeit g&uuml;ltigen Nutzungsbedingungen k&ouml;nnen unter <a href="https://evan.network/terms">https://evan.network/terms</a> abgerufen und ausgedruckt werden.</p>
<p style="margin-left: 36.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">(5)&nbsp; Um die Nutzung der verschiedenen Services auf der Plattform sicherzustellen, m&uuml;ssen die Nutzungsbedingungen gegebenenfalls von Zeit zu Zeit aktualisiert werden. &Auml;nderungen werden nur vorgenommen, wenn die Bestimmungen nicht mehr zutreffend sind oder wenn sie unvollst&auml;ndig sind und nur, wenn die &Auml;nderungen unter Ber&uuml;cksichtigung der Interessen des Nutzers zumutbar sind. Der Betreiber wird den Nutzer &uuml;ber die ge&auml;nderten Bedingungen bei der Anmeldung zur Plattform informieren, auf die Neuregelungen besonders hinweisen und den Nutzer zur Best&auml;tigung der ge&auml;nderten Bedingungen auffordern. Bei Nichtbest&auml;tigung kann der Betreiber den Zugang zur Plattform einschr&auml;nken. Der Betreiber wird den Nutzer ausdr&uuml;cklich auf diese Rechtsfolge hinweisen.</p>
<h4 style="text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">2.<span style="font: 7.0pt 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Vertragsschluss und Benutzerkonto</span></h4>
<ul>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Durch Abschluss des Online-Registrierungsvorgangs und Erstellung einer Identit&auml;t kommt ein Nutzungsvertrag zwischen dem Betreiber und dem Nutzer zustande. Gegenstand des Nutzungsvertrages ist der kostenlose Zugang zur Plattform sowie die eventuell kostenpflichtige Nutzung von Services, die auf der Plattform, sowohl vom Betreiber als auch von anderen Nutzern, angeboten werden. Dar&uuml;ber hinaus regelt der Nutzungsvertrag auch den Erwerb von netzwerkinternen EVE Token, welche durch den Nutzer nach Erwerb f&uuml;r die Durchf&uuml;hrung oben genannter Services eingesetzt werden k&ouml;nnen. Ein Anspruch auf Abschluss eines Nutzungsvertrages besteht nicht.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">F&uuml;r die Erstellung einer Identit&auml;t ist die Erstellung eines Benutzerkontos erforderlich. Dieses besteht aus einem frei w&auml;hlbaren Benutzernamen und einem Kennwort. Weiterhin geh&ouml;ren zum Benutzerkonto Recovery-Codes (nachfolgend zusammenfassend als &bdquo;Log-in-Daten&ldquo; bezeichnet). Bei der Erstellung der Identit&auml;t wird von der Plattform automatisch ein Public Key (&bdquo;evan.network Adresse&ldquo;) erstellt, &uuml;ber die die Identit&auml;t auf der Plattform eindeutig identifiziert und erreicht werden kann. Der Nutzer ist allein daf&uuml;r verantwortlich, seine Log-in-Daten sicher abzulegen. Im Falle des Verlusts entf&auml;llt dauerhaft der Zugang zu gespeicherten Daten. Deswegen empfiehlt der Betreiber dringend, die Recovery Codes an einem sicheren Ort aufzubewahren. Nur mit diesem ist es m&ouml;glich, auf die Identit&auml;t und die mit der Identit&auml;t erstellten Informationen zuzugreifen oder die Identit&auml;t wiederherzustellen. Der Betreiber hat keinerlei M&ouml;glichkeit, Recovery Codes neu zu erstellen.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">F&uuml;r die Erstellung einer Identit&auml;t ist die Angabe von personenbezogenen Daten nicht erforderlich. Sofern sich der Nutzer gleichwohl freiwillig dazu entscheidet, personenbezogene Daten bei der Erstellung einer Identit&auml;t zu verwenden (&bdquo;Identit&auml;ts-Daten&ldquo;), sichert dieser zu, dass diese zutreffend und vollst&auml;ndig sind und von ihm aktuell gehalten werden.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer hat den Betreiber unverz&uuml;glich zu unterrichten, wenn er Kenntnis davon erlangt, dass Dritte die Log-in-Daten unerlaubt oder missbr&auml;uchlich benutzen. Der Betreiber ist in diesem Fall berechtigt, den Zugang (vorr&uuml;bergehend) zu sperren. Der Nutzer kann jederzeit in Textform die Deaktivierung seiner Registrierung verlangen. Der Betreiber wird in diesem Fall die Identit&auml;t durch L&ouml;schung der Zuordnungsdaten anonymisieren, sobald diese f&uuml;r die Abwicklung laufender Vertragsverh&auml;ltnisse nicht mehr ben&ouml;tigt wird.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Vertragssprache ist deutsch.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Bei jedweder Kommunikation und Interaktion des Nutzers mit anderen Nutzern entstehen etwaige Vertragsbeziehungen ausschlie&szlig;lich zwischen den beteiligten Nutzern. Der Betreiber ist weder Stellvertreter noch wird er selbst Vertragspartner. Gleiches gilt f&uuml;r jegliche andere rechtliche Beziehungen zwischen dem Nutzer und Dritten.</li>
</ul>
<h4 style="text-align: justify; text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">3.<span style="font: 7.0pt 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Nutzung der Identit&auml;t</span></h4>
<ul>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Bei der Nutzung der Plattform unter Verwendung der Identit&auml;t kann der Nutzer verschiedene Services in Anspruch nehmen. Diese k&ouml;nnen vor allem Folgende sein:</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer hat die M&ouml;glichkeit, Transaktionsdaten von durchgef&uuml;hrten Transaktionen f&auml;lschungssicher und unver&auml;nderbar abzuspeichern.</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer hat die M&ouml;glichkeit, eigene Inhalte (Text, Bilder etc.) innerhalb der Plattform zu speichern.</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer hat die M&ouml;glichkeit, Nachrichten an andere Nutzer zu versenden.</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer hat die M&ouml;glichkeit, selbst Services innerhalb der Grenzen des geltenden Rechts auf der Plattform anzubieten &ndash; sowohl einem offenen Kreis von anderen Nutzern, als auch einem begrenzten Kreis.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Betreiber ist jederzeit berechtigt, den Zugang zu einzelnen Inhalten zu sperren, insbesondere wenn der Verdacht besteht, dass diese gegen geltendes Recht, Rechte Dritter oder diese Nutzungsbedingungen versto&szlig;en.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Es besteht kein Anspruch des Nutzers auf Aufrechterhaltung einzelner Funktionalit&auml;ten der Plattform. Der Betreiber ist um einen st&ouml;rungsfreien Betrieb der Plattform bem&uuml;ht. Dies beschr&auml;nkt sich naturgem&auml;&szlig; auf Leistungen, auf die der Betreiber einen Einfluss hat. Dem Betreiber ist es unbenommen, den Zugang zu der Plattform aufgrund von Wartungsarbeiten, Kapazit&auml;tsbelangen und aufgrund anderer Ereignisse, die nicht in seinem Machtbereich stehen, ganz oder teilweise, zeitweise oder auf Dauer, einzuschr&auml;nken oder einzustellen.</li>
</ul>
<h4 style="text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">4.<span style="font: 7.0pt 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Pflichten des Nutzers</span></h4>
<ul>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer darf die Plattform nur nutzen, wenn dies im Einklang mit diesen Bedingungen erfolgt, wenn der Nutzer gesch&auml;ftsf&auml;hig ist und die Nutzung nicht gegen gesetzliche Bestimmungen verst&ouml;&szlig;t.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer verpflichtet sich, bei der Einstellung, Erstellung und Verwendung eigener Inhalte geltendes Recht (z.B. Straf-, Wettbewerbs- und Jugendschutzrecht) zu beachten, keine Rechte Dritter (z.B. Pers&ouml;nlichkeits-, Namens-, Marken-, Urheber- und Datenschutzrechte) zu verletzen und nicht gegen die guten Sitten zu versto&szlig;en. Das Gleiche gilt f&uuml;r das Setzen von externen Links. Nicht erlaubt ist insbesondere das Verbreiten von Inhalten, die</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Rassismus und Diskriminierung</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Gewaltverherrlichung und Extremismus irgendwelcher Art sowie verfassungsfeindliche Gesinnung</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Aufrufe und Anstiftung zu Straftaten und Gesetzesverst&ouml;&szlig;en, Drohungen gegen Leib, Leben oder Eigentum</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Hetzen gegen Personen oder Unternehmen</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">pers&ouml;nlichkeitsverletzende &Auml;u&szlig;erungen, Verleumdung, Ehrverletzung und &uuml;ble Nachrede von Dritten sowie Verst&ouml;&szlig;e gegen das Lauterkeitsrecht</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">urheberrechtsverletzende Inhalte oder andere Verletzungen von Immaterialg&uuml;terrechten</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">sexuelle Bel&auml;stigungen jeglicher Art</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Pornografie</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">anst&ouml;&szlig;ige, sexistische, obsz&ouml;ne, vulg&auml;re, abscheuliche oder ekelerregende Materialien und Ausdrucksweisen beinhalten</li>
</ul>
<p style="margin-left: 54.0pt; text-align: justify; line-height: 150%;">und / oder</p>
<ul>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">der Geheimhaltung unterliegen oder die der Nutzer von anderen Nutzern ausschlie&szlig;lich in privaten Nachrichten, E-Mails oder Chats erhalten hat, es sei denn der andere Nutzer hat ausdr&uuml;cklich seine Einwilligung dazu gegeben</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Viren, Trojaner, W&uuml;rmer, Malware oder andere &auml;hnliche Computerprogramme, die darauf ausgelegt sind, die Plattform oder Teile davon sowie die Funktion von Computerhardware oder Software des Betreibers oder Dritter zu st&ouml;ren, auszuspionieren, zu besch&auml;digen oder sch&auml;dlich zu beeinflussen</li>
</ul>
<p style="margin-left: 36.0pt; text-align: justify; line-height: 150%;">darstellen, betreffen oder beinhalten.</p>
<h4 style="text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">5.<span style="font: 7.0pt 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Weitere Mitwirkungspflichten des Nutzers</span></h4>
<ul>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer soll, ohne eine anderslautende ausdr&uuml;ckliche Erlaubnis des Betreibers, die Plattform in der Regel f&uuml;r gewerbliche Zwecke nutzen und dabei keine Werbung innerhalb der Plattform f&uuml;r sich oder Dritte machen. Das bedeutet insbesondere, dass der Nutzer keine Nachrichten werbenden Inhalts ohne eine Einwilligung des Empf&auml;ngers versenden darf (insbesondere: Spam-Nachrichten).</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">F&uuml;r den Fall, dass der Nutzer die M&ouml;glichkeit nutzt, Dritte &uuml;ber die Existenz der Plattform &uuml;ber eine von dem Betreiber bereitgestellte Einladungsfunktion zu informieren, hat er sicherzustellen, dass der Dritte mit der &Uuml;bersendung der einladenden E-Mail einverstanden ist.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">F&uuml;r den Fall, dass vom Benutzer eingestellte und f&uuml;r andere Nutzer sichtbare Inhalte Hyperlinks auf Seiten Dritter enthalten, sichert der Nutzer zu, dass er die Berechtigung zur Nutzung des Hyperlinks hat und die Website, auf die verweisen wird, mit geltendem Recht und Rechten Dritter vereinbar ist.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer ist verpflichtet, mit den Log-in-Daten sorgf&auml;ltig umzugehen. Dem Nutzer ist es ausnahmslos untersagt, die Log-in-Daten Dritten mitzuteilen und/ oder Dritten den Zugang zu der Identit&auml;t unter Umgehung der Log-in-Daten zu erm&ouml;glichen.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Nutzer muss jedwede T&auml;tigkeit unterlassen, die geeignet ist, den Betrieb der Plattform oder der dahinterstehenden technischen Infrastruktur zu beeintr&auml;chtigen und/ oder &uuml;berm&auml;&szlig;ig zu belasten. Dazu z&auml;hlen insbesondere:</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">die missbr&auml;uchliche Verwendung von Software, Scripten oder Datenbanken in Verbindung mit der Nutzung der Plattform, soweit dies nicht f&uuml;r die ordnungsgem&auml;&szlig;e Nutzung der Plattform erforderlich ist;</li>
<li style="margin-left: 54.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">das missbr&auml;uchliche automatische Auslesen, Blockieren, &Uuml;berschreiben, Modifizieren, Kopieren von Daten und/oder sonstigen Inhalten, soweit dies nicht f&uuml;r die ordnungsgem&auml;&szlig;e Nutzung der Plattform erforderlich ist;</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Sollte es bei der Nutzung der Plattform oder seiner Funktionalit&auml;ten zu St&ouml;rungen kommen, soll der Nutzer den Betreiber von dieser St&ouml;rung unverz&uuml;glich in Kenntnis setzen. Gleiches gilt, wenn der Nutzer Informationen &uuml;ber von anderen Nutzern ver&ouml;ffentlichte Inhalte erlangt, die offensichtlich gegen geltendes Recht oder Rechte Dritter versto&szlig;en. Verursacht der Nutzer selbst im Rahmen der ordnungsgem&auml;&szlig;en Nutzung St&ouml;rungen des ordnungsgem&auml;&szlig;en Betriebes oder der Funktionalit&auml;t der Plattform, hat der Nutzer den Betreiber davon unverz&uuml;glich in Kenntnis zu setzen.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Bewusstes oder treuwidriges Ausnutzen von technischen Fehlern der Plattform kann zur sofortigen Sperrung der Nutzer-Identit&auml;t durch den Betreiber f&uuml;hren.</li>
</ul>
<h4 style="text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">6.<span style="font: 7.0pt 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Nutzungsrechte und Geistiges Eigentum</span></h4>
<ul>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Betreiber r&auml;umt dem Nutzer f&uuml;r die Laufzeit des Nutzungsvertrages ein r&auml;umlich unbeschr&auml;nktes, widerrufliches, nicht exklusives, nicht auf Dritte &uuml;bertragbares, nicht unterlizenzierbares, unentgeltliches Recht ein, die Plattform zu nutzen, solange diese Bedingungen eingehalten werden und die Identit&auml;t nicht gesperrt ist.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">S&auml;mtliche Rechte an den Inhalten, die vom Nutzer eingestellt wurden, liegen bei dem Nutzer. Der Nutzer ist f&uuml;r die von ihm bereitgestellten Daten und Inhalte selbst verantwortlich.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Dem Nutzer ist die Vervielf&auml;ltigung, Verbreitung und/ oder Ver&ouml;ffentlichung, Ver&auml;nderung und sonstige Verwertung von Inhalten untersagt, die der Betreiber oder Dritte in die Plattform eingestellt haben, sofern keine ausdr&uuml;ckliche Berechtigung dazu besteht. Gestattet ist die technisch bedingte, nur vor&uuml;bergehende Vervielf&auml;ltigung zum Zwecke des Browsing, soweit diese Handlung keinen wirtschaftlichen Zwecken dient.</li>
</ul>
<ol start="7">
<li style="text-indent: -17.85pt; line-height: normal; margin: 0cm 0cm 12.0pt 17.85pt;"><strong>EVE Token</strong></li>
</ol>
<p style="line-height: normal; margin: 0cm 0cm 12.0pt 17.85pt;"><strong>&nbsp;</strong></p>
<ul>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Zur Nutzung der auf der Plattform angebotenen Services &ndash; insbesondere die Speicherung von Transaktionsdaten und die Speicherung von zus&auml;tzlichen Daten &ndash; muss ein Nutzer EVE Token einsetzen.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">EVE Token werden mittels Smart Contracts im Rahmen eines Kaufprozesses neu geschaffen (gemintet). Nach einmaligem Einsatz werden EVE Token automatisch verbraucht.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Erwerb von EVE Token findet &uuml;ber einen Webshop statt. In dessen Benutzeroberfl&auml;che bekommt der Nutzer die M&ouml;glichkeit, die von ihm gew&uuml;nschte Menge an Token auszuw&auml;hlen sowie die von ihm bevorzugte Zahlungsoption. Der Betreiber kann zur Abwicklung von Zahlungen sowie zur &Uuml;berpr&uuml;fung von K&auml;ufern einen Zahlungsdienstleister einsetzen und in den Kauf-Prozess einbinden.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Beim Kauf der EVE Token muss der Nutzer eine evan.network Adresse angeben, an welche die Token nach Zahlung gesendet werden sollen. Der Betreiber haftet nicht f&uuml;r die Angabe einer falschen evan.network Adresse. Weiterhin kann der Betreiber f&auml;lschlich transferierte Token nicht r&uuml;ckabwickeln. Der Nutzer tr&auml;gt allein die Verantwortung f&uuml;r das korrekte Eintragen der von ihm gew&uuml;nschten evan.network Empf&auml;ngeradresse.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Sobald ein Nutzer &uuml;ber ein EVE Token-Guthaben auf seiner Identit&auml;t verf&uuml;gt, kann er &uuml;ber die Plattform angebotene Services nutzen. Die Kosten einer Transaktion sind abh&auml;ngig von ihrer Komplexit&auml;t und der zu speichernden Datenmenge und k&ouml;nnen vor Ausf&uuml;hren der Transaktion eingesehen werden.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Es ist nicht zul&auml;ssig, mit EVE Token zu handeln, diese also insbesondere Dritten zum Kauf anzubieten oder von Dritten k&auml;uflich zu erwerben.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">EVE Token d&uuml;rfen nur innerhalb der Plattform f&uuml;r die dort angebotenen Services genutzt werden.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">EVE Token d&uuml;rfen nicht in FIAT W&auml;hrungen und nicht in andere Zahlungs- oder Rechnungseinheiten getauscht werden.</li>
</ul>
<h4 style="text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">8.<span style="font: 7.0pt 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Haftung</span></h4>
<ul>
<li style="margin-bottom: .0001pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Bei leichter Fahrl&auml;ssigkeit haftet der Betreiber nur im Falle der Verletzung einer wesentlichen Vertragspflicht, deren Erf&uuml;llung die ordnungsgem&auml;&szlig;e Durchf&uuml;hrung des Vertrags &uuml;berhaupt erst erm&ouml;glicht und auf deren Einhaltung der Nutzer regelm&auml;&szlig;ig vertrauen darf. Die Haftung f&uuml;r leichte Fahrl&auml;ssigkeit ist der H&ouml;he nach beschr&auml;nkt auf die bei Vertragsschluss vorhersehbaren Sch&auml;den, mit deren Entstehung typischerweise gerechnet werden muss. In diesen F&auml;llen haftet der Betreiber nicht f&uuml;r mittelbare Sch&auml;den und entgangenen Gewinn.</li>
<li style="margin-bottom: .0001pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">Diese Haftungsbeschr&auml;nkungen gelten auch zugunsten der Erf&uuml;llungsgehilfen des Betreibers, soweit dies rechtlich zul&auml;ssig ist.</li>
</ul>
<h4 style="text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">9.<span style="font: 7.0pt 'Times New Roman';">&nbsp;&nbsp;&nbsp;&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Freistellungsanspruch</span></h4>
<p style="margin-left: 36.0pt; text-align: justify; line-height: 150%;">Der Nutzer stellt den Betreiber f&uuml;r den Fall der Inanspruchnahme wegen vom Nutzer zu vertretenden Verletzungen von Rechten Dritter im Zusammenhang mit der Nutzung der Plattform vorgenommenen Handlungen von s&auml;mtlichen sich daraus ergebenden Anspr&uuml;chen Dritter frei. Dar&uuml;ber hinaus verpflichtet sich der Nutzer, alle Kosten zu ersetzen, die dem Betreiber durch die Inanspruchnahme durch Dritte entstehen. Zu den erstattungsf&auml;higen Kosten z&auml;hlen insbesondere, aber nicht ausschlie&szlig;lich, die notwendigen Kosten einer angemessenen Rechtsverteidigung.</p>
<h4 style="text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">10.<span style="font: 7.0pt 'Times New Roman';">&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Personenbezogene Daten</span></h4>
<p style="text-align: justify; line-height: 150%;">Der Betreiber nimmt den Schutz der auf der Plattform gespeicherten personenbezogenen Daten sehr ernst und behandelt solche Daten vertraulich, entsprechend den gesetzlichen Datenschutzvorschriften und unter den technischen Besonderheiten der Blockchain-Technologie sowie der auf der Plattform ver&ouml;ffentlichten Datenschutzerkl&auml;rung, die unter dem folgenden Link abgerufen werden kann: [<span style="background: yellow;">Link zur Datenschutzerkl&auml;rung einf&uuml;gen</span>]</p>
<h4 style="text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">11.<span style="font: 7.0pt 'Times New Roman';">&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Vertragsdauer/ K&uuml;ndigung</span></h4>
<ul>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Der Vertrag l&auml;uft auf unbestimmte Zeit und kann von beiden Seiten jederzeit ohne Einhaltung einer K&uuml;ndigungsfrist oder Angabe von Gr&uuml;nden gek&uuml;ndigt werden. Die K&uuml;ndigung erfolgt &uuml;ber eine Funktion im pers&ouml;nlichen Bereich der Identit&auml;t auf der Plattform.</li>
</ul>
<p style="margin-left: 36.0pt; text-align: justify; text-indent: -18.0pt; line-height: 150%;">(2)&nbsp; Im Falle der Vertragsbeendigung wird der Betreiber vorbehaltlich gesetzlicher Aufbewahrungspflichten die Identit&auml;t durch L&ouml;schung der Zuordnungsdaten anonymisieren, sobald diese f&uuml;r die Abwicklung laufender Vertragsverh&auml;ltnisse nicht mehr ben&ouml;tigt wird.</p>
<h4 style="text-indent: -17.85pt; margin: 0cm 0cm 12.0pt 17.85pt;"><span style="font-family: 'Calibri',sans-serif;">12.<span style="font: 7.0pt 'Times New Roman';">&nbsp; </span></span><span style="font-family: 'Calibri',sans-serif;">Schlussbestimmungen</span></h4>
<ul>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Sollte der Vertrag unwirksame Regelungen enthalten, bleibt die Wirksamkeit des Vertrages im &Uuml;brigen unber&uuml;hrt.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Auf den vorliegenden Vertrag ist ausschlie&szlig;lich deutsches Recht unter Ausschluss des UN-Kaufrechts anwendbar.</li>
<li style="text-align: justify; text-indent: -18.0pt; line-height: 150%;">Gerichtstand ist, wenn der Vertragspartner Kaufmann, juristische Person des &ouml;ffentlichen Rechts oder &ouml;ffentlich-rechtliches Sonderverm&ouml;gen ist, Dresden.</li>
</ul>
<p style="text-align: justify; line-height: 150%;">&nbsp;</p>
<p style="text-align: justify; line-height: 150%;">Wenn Sie Fragen zu diesen Bestimmungen haben, kontaktieren Sie bitte info@evan.team.</p>
<p style="text-align: center;">&nbsp;</p>
<p style="text-align: center;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;"><a name="_Toc465676430"></a><strong><span style="font-size: 14.0pt; line-height: 115%;">Datenschutzbestimmungen </span></strong><strong><span style="font-size: 14.0pt; line-height: 115%;">evan.network</span></strong></span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Mit den nachstehenden Regelungen informieren wir Sie &uuml;ber die Art, den Umfang, die Dauer und den Zweck der Verarbeitung von personenbezogenen Daten durch den verantwortlichen Anbieter der evan.network Plattform, einer Blockchain-Plattform f&uuml;r digitale Identit&auml;ten, welche im Internet unter <a href="https://dashboard.evan.network">https://dashboard.evan.network</a> abrufbar ist (&bdquo;Plattform&ldquo;) sowie &uuml;ber datenschutzrechtlich relevante Komponenten von Drittanbietern, die wir zur Steigerung der Nutzungsqualit&auml;t unserer Plattform einsetzen.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Daten sind dann personenbezogen, wenn sie eindeutig einer bestimmten nat&uuml;rlichen Person zugeordnet werden k&ouml;nnen. </span><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Gem&auml;&szlig; Art. 4 Ziffer 1. der Verordnung (EU) 2016/679 (Datenschutz-Grundverordnung - DSGVO), gilt als &bdquo;Verarbeitung&ldquo; jeder mit oder ohne Hilfe automatisierter Verfahren ausgef&uuml;hrter Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten, wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Ver&auml;nderung, das Auslesen, das Abfragen, die Verwendung, die Offenlegung durch &Uuml;bermittlung, Verbreitung oder eine andere Form der Bereitstellung, den Abgleich oder die Verkn&uuml;pfung, die Einschr&auml;nkung, das L&ouml;schen oder die Vernichtung.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Wir nehmen den Schutz Ihrer Daten sehr ernst und behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerkl&auml;rung.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Wir weisen darauf hin, dass die Daten&uuml;bertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitsl&uuml;cken aufweisen kann. Ein l&uuml;ckenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht m&ouml;glich.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify;"><strong><u><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;"> Verantwortlicher Anbieter der Plattform</span></u></strong></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Verantwortlicher Anbieter dieser Plattform im datenschutzrechtlichen Sinne ist:</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><strong><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">evan GmbH</span></strong></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Antonstr. 3a</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">0197 Dresden</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Tel.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 0351 320238 00</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">E-Mail:&nbsp; info@evan.com</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify;"><strong><u><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;"> Informationen zur Verarbeitung personenbezogener Daten</span></u></strong></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Die technischen Gegebenheiten der Blockchain-Technologie weisen im Umgang mit den Daten ihrer Nutzer einige Besonderheiten auf.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Soweit bei der Nutzung unserer Plattform personenbezogene Daten verarbeitet werden, werden diese grunds&auml;tzlich gel&ouml;scht oder gesperrt, sobald der Zweck ihrer Speicherung entf&auml;llt sowie der L&ouml;schung oder Sperrung keine gesetzlichen Aufbewahrungspflichten entgegenstehen und nachfolgend keine anderslautenden Angaben zu einzelnen Verarbeitungsverfahren gemacht werden.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Allerdings werden im Rahmen der Blockchain-Technologie s&auml;mtliche neuen Transaktionen (das Interagieren auf der Blockchain mit anderen Nutzern oder Smart Contracts) dauerhaft, unver&auml;nderlich und f&auml;lschungssicher gespeichert. Diese Verkettung ist der Blockchain immanent, dient ihrer Integrit&auml;t und kann technisch nicht umgangen oder ver&auml;ndert werden.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">In erster Linie erm&ouml;glicht die Blockchain-Technologie vertrauenskritische Transaktionen zwischen Parteien, ohne deren Identit&auml;t unmittelbar gegen&uuml;ber dem Vertragspartner oder der &Ouml;ffentlichkeit offenlegen zu m&uuml;ssen, wodurch Anonymit&auml;t und Pseudonymit&auml;t gew&auml;hrleistet werden. Kann aber eine Transaktion nicht zu den beteiligten Individuen zur&uuml;ckverfolgt werden, ist schon der Anwendungsbereich des Datenschutzrechts mangels personenbezogener Daten nicht er&ouml;ffnet. Solche Daten k&ouml;nnen damit verarbeitet werden, ohne den datenschutzrechtlichen Verpflichtungen zu unterliegen.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Allerdings k&ouml;nnen in Einzelf&auml;llen solche Transaktionsdaten selbst personenbezogene Daten darstellen. Eine L&ouml;schung solcher Daten ist nach dem Stand der verwendeten Blockchain-Technologie jedoch nicht m&ouml;glich .</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Die verketteten Transaktionsdaten liegen in Form von verschl&uuml;sselten Zahlenfolgen auf der Blockchain. Eine Transaktion umfasst dabei nur die Informationen, welche Nutzer-ID welchen Contract (z.B.: die ID 0x321321321321321 den Contract 0x123123123123123123) wann aufgerufen hat. Den Inhalt des Smart Contracts k&ouml;nnen nur berechtigte Nutzer einsehen. Betroffene Nutzer k&ouml;nnen den Inhalt eines Smart Contracts auf Verlangen &bdquo;blacklisten&ldquo;, also f&uuml;r jeden uneinsehbar stellen, lassen. </span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Sonstige Daten, die von Nutzern im Storage gespeichert werden, liegen dort verschl&uuml;sselt und in Bl&ouml;cken auf mindestens 5 Datentr&auml;gern aufgeteilt. Ein Einsehen der abgelegten Daten ist von Nichtberechtigten oder Administratoren nicht m&ouml;glich. L&ouml;schungen im Storage sind allerdings ohne technische Besonderheiten auf Verlangen oder nach Ablauf der Speicherdauer m&ouml;glich.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Zu den Details der Rechte der Nutzer und der Betroffenen vgl. unten unter III.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify;"><strong><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;"> Verarbeitung von personenbezogenen Daten durch den verantwortlichen Anbieter</span></strong></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><strong><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Serverdaten</span></strong></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Aus technischen Gr&uuml;nden, insbesondere zur Gew&auml;hrleistung einer sicheren und stabilen Plattform, werden Daten durch Ihren Internet-Browser an uns bzw. an unseren Webspace-Provider &uuml;bermittelt. Mit diesen sogenannten Server-Logfiles werden u.a. Typ und Version Ihres Internet-Browsers, das Betriebssystem, die Website, von der aus Sie auf unsere Plattform gewechselt haben (Referrer URL), die Website(s) unserer Plattform, das Datum und die Uhrzeit des jeweiligen Zugriffs sowie die IP-Adresse des Internetanschlusses, von dem aus die Nutzung unserer Plattform erfolgt, erhoben.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Diese so erhobenen Daten werden vorr&uuml;bergehend gespeichert, allerdings nicht gemeinsam mit anderen Daten von Ihnen.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Diese Speicherung erfolgt auf der Rechtsgrundlage von Art. 6 Abs. 1 lit. f) DSGVO. Unser berechtigtes Interesse liegt in der Verbesserung, Stabilit&auml;t, Funktionalit&auml;t und Sicherheit unserer Plattform.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Die gespeicherten Daten werden sp&auml;testens nach sieben Tage wieder gel&ouml;scht, soweit keine weitere Aufbewahrung zu Beweiszwecken erforderlich ist. Andernfalls sind die Daten bis zur endg&uuml;ltigen Kl&auml;rung eines etwaigen Vorfalls ganz oder teilweise von der L&ouml;schung ausgenommen.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><strong><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Cookies</span></strong></p>
<p style="text-align: justify;"><strong><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></strong></p>
<ol>
<li style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">a) Session-Cookies</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Wir verwenden auf unserer Plattform sogenannte Cookies zum Wiedererkennen mehrfacher Nutzung unserer Plattform durch denselben Nutzer bzw. Internetanschlussinhaber. Diese Wiedererkennung erfolgt aufgrund der in den Cookies gespeicherten IP-Adresse. Cookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert. Diese richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren. Cookies dienen dazu, unser Angebot nutzerfreundlicher, effektiver und sicherer zu machen.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Rechtsgrundlage dieser Verarbeitung ist Art. 6 Abs. 1 lit b.) DSGVO, sofern diese Cookies Daten zur Vertragsanbahnung oder Vertragsabwicklung verarbeitet werden.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Falls die Verarbeitung nicht der Vertragsanbahnung oder Vertragsabwicklung dient, liegt unser berechtigtes Interesse in der Verbesserung der Funktionalit&auml;t unsere Plattform. Rechtsgrundlage ist in dann Art. 6 Abs. 1 lit. f) DSGVO.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Beim Schlie&szlig;en Ihres Internet-Browsers werden diese Session-Cookies automatisch gel&ouml;scht.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">b) Drittanbieter-Cookies</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Gegebenenfalls werden auf unserer Plattform auch Cookies von Partnerunternehmen verwendet, mit denen wir zum Zwecke der Werbung, der Analyse oder der Funktionalit&auml;ten unsere Plattform zusammenarbeiten.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Die Einzelheiten hierzu, insbesondere zu den Zwecken und den Rechtsgrundlagen der Verarbeitung solcher Drittanbieter-Cookies, entnehmen Sie bitte den nachfolgenden Informationen (vgl. Ziffer 2.).</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">c) Beseitigungsm&ouml;glichkeit</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Sie k&ouml;nnen die Installation der Cookies durch eine Einstellung Ihres Internet-Browsers verhindern oder einschr&auml;nken. Ebenfalls k&ouml;nnen Sie bereits gespeicherte Cookies jederzeit l&ouml;schen. Die hierf&uuml;r erforderlichen Schritte und Ma&szlig;nahmen richten sich nach dem von Ihren konkret genutzten Internet-Browser. Bei Fragen benutzen Sie bitte die Hilfefunktion oder Dokumentation Ihres Internet-Browsers oder wenden sich an dessen Hersteller bzw. Support. Bei sogenannten Flash-Cookies kann die Verarbeitung allerdings nicht &uuml;ber die Einstellungen des Browsers unterbunden werden. Stattdessen m&uuml;ssen Sie insoweit die Einstellung Ihres Flash-Players &auml;ndern. Auch die hierf&uuml;r erforderlichen Schritte und Ma&szlig;nahmen h&auml;ngen von Ihrem konkret genutzten Flash-Player ab. Bei Fragen benutzen Sie daher bitte ebenso die Hilfefunktion oder Dokumentation Ihres Flash-Players oder wenden sich an den Hersteller bzw. Benutzer-Support.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Wir weisen Sie jedoch darauf hin, dass Sie bei der Deaktivierung oder Einschr&auml;nkung von Cookies gegebenenfalls nicht s&auml;mtliche Funktionen unserer Plattform vollumf&auml;nglich nutzen k&ouml;nnen.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><strong><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Kontaktm&ouml;glichkeit</span></strong></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Sofern Sie per Kontaktformular oder E-Mail mit uns in Kontakt treten, werden die dabei von Ihnen angegebenen Daten zur Bearbeitung Ihrer Anfrage genutzt. Die Angabe der Daten ist zur Bearbeitung und Beantwortung Ihre Anfrage erforderlich - ohne deren Bereitstellung k&ouml;nnen wir Ihre Anfrage nicht oder allenfalls eingeschr&auml;nkt beantworten.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Rechtsgrundlage f&uuml;r diese Verarbeitung ist Art. 6 Abs. 1 lit. b) DSGVO.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Ihre Daten werden gel&ouml;scht, sofern Ihre Anfrage abschlie&szlig;end beantwortet worden ist und der L&ouml;schung keine gesetzlichen Aufbewahrungspflichten entgegenstehen, wie bspw. bei einer sich etwaig anschlie&szlig;enden Vertragsabwicklung.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol start="2">
<li style="text-align: justify;"><strong><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;"> Verarbeitung von personenbezogenen Daten durch Drittanbieter</span></strong></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><strong><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Einsatz von Stripe als Zahlungsdienstleister</span></strong></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Zur Abwicklung von Zahlungen auf unserer Plattform setzen wir den Zahlungsdienstleister Stripe Payments Europe Ltd., 1 Grand Canal Street Lower, Grand Canal Dock, Dublin, Irland, (&bdquo;Stripe&ldquo;) ein.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Wir &uuml;bermitteln an Stripe Ihre im Rahmen des Bestellvorgangs mitgeteilten Informationen nebst den Informationen &uuml;ber Ihre Bestellung (Name, Anschrift, Kontonummer, Bankleitzahl, evtl. Kreditkartennummer, Rechnungsbetrag, W&auml;hrung und Transaktionsnummer) gem&auml;&szlig; Art. 6 Abs. 1 lit. b DSGVO.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Die Weitergabe Ihrer Daten erfolgt ausschlie&szlig;lich zum Zwecke der Zahlungsabwicklung mit Stripe und nur insoweit, als sie hierf&uuml;r erforderlich ist.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">N&auml;here Informationen zum Datenschutz von Stripe finden Sie unter der nachstehenden Internetadresse: <a href="https://stripe.com/de/privacy#translation">https://stripe.com/de/privacy#translation</a> </span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><strong><u><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">III. Rechte der Nutzer und der Betroffenen</span></u></strong></p>
<p style="text-align: justify;"><strong><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></strong></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Den Nutzern und den Betroffenen stehen die nachfolgend ausgef&uuml;hrten Rechte zu:</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify; text-indent: -18.0pt;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Recht auf Best&auml;tigung, ob die Nutzer und Betroffenen betreffende Daten verarbeitet werden, auf Auskunft &uuml;ber die verarbeiteten Daten, auf weitere Informationen &uuml;ber die Datenverarbeitung sowie auf Kopien der Daten (vgl. auch Art. 15 DSGVO);</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify; text-indent: -18.0pt;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Recht auf Berichtigung oder Vervollst&auml;ndigung unrichtiger bzw. unvollst&auml;ndiger Daten (vgl. auch Art. 16 DSGVO);</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Wie oben unter Ziff. II dargestellt, ist eine Berichtigung im Rahmen der Blockchain-Technologie allerdings praktisch nicht m&ouml;glich. Im Falle eines Berichtigungsverlangens werden wir daher die Entschl&uuml;sselungsinformationen zum de-pseudonymisieren der betreffenden (falschen) Informationen unwiederbringlich l&ouml;schen, wodurch die Daten unumkehrbar anonymisiert und damit praktisch entfernt werden.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify; text-indent: -18.0pt;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Recht auf unverz&uuml;gliche L&ouml;schung der die Nutzer und Betroffenen betreffenden Daten (vgl. auch Art. 17 DSGVO), oder, alternativ, soweit eine weitere Verarbeitung gem&auml;&szlig; Art. 17 Abs. 3 DSGVO erforderlich ist, auf Einschr&auml;nkung der Verarbeitung nach Ma&szlig;gabe von Art. 18 DSGVO;</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Wie oben unter Ziff. II dargestellt, ist eine L&ouml;schung im Rahmen der Blockchain-Technologie allerdings praktisch nicht m&ouml;glich. Anstelle der L&ouml;schung der Daten werden wir daher die Entschl&uuml;sselungsinformationen zum de-pseudonymisieren der betreffenden Daten unwiederbringlich l&ouml;schen, wodurch die Daten unumkehrbar anonymisiert werden; dies kommt einem datenschutzrechtlichen &bdquo;Vergessen&ldquo; gleich.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify; text-indent: -18.0pt;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Recht auf Erhalt der die Nutzer und Betroffenen betreffenden und von ihnen bereitgestellten Daten und auf &Uuml;bermittlung dieser Daten an andere Anbieter/Verantwortliche (vgl. auch Art. 20 DSGVO);</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<ol>
<li style="text-align: justify; text-indent: -18.0pt;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Recht auf Beschwerde gegen&uuml;ber der Aufsichtsbeh&ouml;rde, sofern die Nutzer und Betroffenen der Ansicht sind, dass die sie betreffenden Daten durch den Anbieter unter Versto&szlig; gegen datenschutzrechtliche Bestimmungen verarbeitet werden (vgl. auch Art. 77 DSGVO).</span></li>
</ol>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Der Anbieter ist ferner dazu verpflichtet, alle Empf&auml;nger, denen gegen&uuml;ber Daten durch den Anbieter offengelegt worden sind, &uuml;ber jedwede Berichtigung oder L&ouml;schung von Daten oder die Einschr&auml;nkung der Verarbeitung, die aufgrund der Artikel 16, 17 Abs. 1, 18 DSGVO erfolgt, zu unterrichten. Diese Verpflichtung besteht jedoch nicht, soweit diese Mitteilung unm&ouml;glich oder mit einem unverh&auml;ltnism&auml;&szlig;igen Aufwand verbunden ist. Unbeschadet dessen hat der Nutzer ein Recht auf Auskunft &uuml;ber diese Empf&auml;nger.</span></p>
<p style="text-align: justify;"><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">&nbsp;</span></p>
<p><span style="font-size: 11.0pt; font-family: 'Calibri',sans-serif;">Die Nutzer und die Betroffenen haben nach Art. 21 DSGVO das Recht auf Widerspruch gegen die k&uuml;nftige Verarbeitung der sie betreffenden Daten, sofern die Daten durch den Anbieter nach Ma&szlig;gabe von Art. 6 Abs. 1 lit. f) DSGVO verarbeitet werden. Insbesondere ist ein Widerspruch gegen die Datenverarbeitung zum Zwecke der Direktwerbung m&ouml;glich.</span></p>