<p><strong>Nutzungsbedingungen </strong><strong>evan.network</strong></p>
<p><strong>Pr&auml;ambel</strong></p>
<p>Bitte lesen Sie diese Nutzungsbedingungen (&bdquo;Bedingungen&ldquo;) sorgf&auml;ltig, da sie einen Vertrag zwischen Ihnen (nachfolgend &bdquo;Nutzer&ldquo;, &bdquo;Benutzer&ldquo; oder &bdquo;Sie&ldquo;) und der evan GmbH (der &bdquo;Betreiber&ldquo;), Gesch&auml;ftsadresse Antonstra&szlig;e 3a, 01097 Dresden, Deutschland, darstellen.</p>
<p>Die Bedingungen regeln den Zugang zu</p>
<ol>
<li>der evan.network Plattform</li>
<li>allen in der evan.network Plattform bereitgestellten Services und Vorlagen sowie des Verkaufs der EVE Token</li>
<li>angebundener Speicherl&ouml;sungen</li>
</ol>
<p>Zusammenfassend werden diese Punkte a, b und c nachfolgend als &bdquo;evan.network&ldquo; oder die &bdquo;Plattform&ldquo; bezeichnet.</p>
<p>Durch Registrierung auf der Plattform und Zustimmung zu diesen Nutzungsbedingungen akzeptieren Sie diese Bedingungen. Um die verschiedenen Services auf der Plattform zu garantieren, m&uuml;ssen die Nutzungsbedingungen gegebenenfalls von Zeit zu Zeit aktualisiert werden. &Auml;nderungen werden nur vorgenommen, wenn die Bestimmungen nicht mehr zutreffend sind oder wenn sie unvollst&auml;ndig sind und nur, wenn die &Auml;nderungen unter Ber&uuml;cksichtigung der Interessen des Nutzers zumutbar sind. Der Nutzer wird &uuml;ber die &Auml;nderung der Nutzungsbedingungen bei Anmeldung informiert und kann diese best&auml;tigen. Bei Nichtbest&auml;tigung kann der Betreiber den Zugang zur Plattform einschr&auml;nken.</p>
<p>Wenn Sie die Plattform im Auftrag einer Organisation oder mehrerer Organisationen benutzen, so stimmen Sie diesen Bedingungen auch im Auftrag dieser Organisation(en) zu und versichern, dass Sie auch berechtigt sind f&uuml;r diese Organisation(en) zuzustimmen.</p>
<p>Sie d&uuml;rfen die Plattform nur nutzen, wenn Sie dies im Einklang mit diesen Bedingungen tun, wenn Sie gesch&auml;ftsf&auml;hig sind und wenn Sie nicht durch Gesetze oder andere Bestimmungen davon ausgeschlossen werden.</p>
<p>Nur wenn Sie diese Bedingungen akzeptieren, d&uuml;rfen Sie diese Plattform benutzen.</p>
<p>Wenn Sie Fragen zu diese Bestimmungen haben, kontaktieren Sie bitte <a href="mailto:info@evan.team">info@evan.team</a>.</p>
<ol>
<li><strong>Geltungsbereich der Nutzungsbedingungen</strong></li>
</ol>
<ul>
<li>Diese Nutzungsbedingungen gelten f&uuml;r das evan.network, eine Blockchain-Plattform f&uuml;r digitale Identit&auml;ten, welche im Internet unter https://dashboard.evan.network abrufbar ist.</li>
<li>Sie k&ouml;nnen die derzeit g&uuml;ltigen Nutzungsbedingungen unter <a href="https://evan.network/terms">https://evan.network/terms</a> abrufen und ausdrucken.</li>
</ul>
<h4>2. Vertragsschluss und Benutzerkonto</h4>
<ul>
<li>Durch Abschluss des Online-Registrierungsvorgangs und Erstellung einer Identit&auml;t kommt ein Nutzungsvertrag mit dem Betreiber zustande. Gegenstand des Nutzungsvertrages ist der kostenlose Zugang zum evan.network sowie die eventuell kostenpflichtige Nutzung von Services, die im evan.network, sowohl vom Betreiber als auch von Dritten, angeboten werden. Dar&uuml;ber hinaus regelt der Nutzungsvertrag auch den Erwerb der netzwerkinternen EVE Token, welche durch den Benutzer nach Erwerb f&uuml;r die Durchf&uuml;hrung oben genannter Services eingesetzt werden k&ouml;nnen.</li>
<li>F&uuml;r die Erstellung einer Identit&auml;t ist die Erstellung eines Benutzerkontos erforderlich. Dieses besteht aus einem Benutzernamen und einem Kennwort. Weiterhin geh&ouml;ren zum Benutzerkonto Recovery-Codes (nachfolgend zusammenfassend als &bdquo;Log-in-Daten&ldquo; bezeichnet). Bei der Erstellung der Identit&auml;t wird von der Plattform automatisch ein Public Key (&bdquo;evan.network Adresse&ldquo;) erstellt, &uuml;ber die die Identit&auml;t auf der Plattform eindeutig identifiziert und erreicht werden kann. Der Nutzer ist allein daf&uuml;r verantwortlich, seine Log-in-Daten sicher abzulegen. Im Falle des Verlusts entf&auml;llt dauerhaft der Zugang zu gespeicherten Daten. Deswegen empfehlt der Betreiber dringend, die Recovery Codes an einem sicheren Ort aufzubewahren. Nur mit diesem ist es m&ouml;glich, auf die Identit&auml;t und die mit der Identit&auml;t erstellten Informationen zuzugreifen oder die Identit&auml;t wiederherzustellen. Der Betreiber hat keinerlei M&ouml;glichkeit, Recovery Codes neu zu erstellen.</li>
<li>Die Erstellung einer Identit&auml;t erfolgt ohne die Angabe von personenbezogenen Daten.</li>
<li>Der Nutzer sichert zu, dass die bei Erstellung seiner Identit&auml;t verwendeten Daten (&bdquo;Identit&auml;ts-Daten&ldquo;) zutreffend und vollst&auml;ndig sind. Des Weiteren sichert der Nutzer zu, dass Identit&auml;ts-Daten von ihm aktuell gehalten werden.</li>
<li>Vertragssprache ist deutsch.</li>
<li>Bei jedweder Kommunikation des Nutzers mit anderen Nutzern entstehen etwaige Vertragsbeziehungen ausschlie&szlig;lich zwischen den beteiligten Nutzern. Der Betreiber ist weder Stellvertreter noch wird er selbst Vertragspartner. Gleiches gilt f&uuml;r jegliche andere rechtliche Beziehungen zwischen den Nutzern oder Nutzern und Dritten.</li>
</ul>
<h4>3. Nutzung der Identit&auml;t</h4>
<ul>
<li>Bei der Nutzung der Plattform unter Verwendung der Identit&auml;t kann der Nutzer verschiedene Services in Anspruch nehmen. Diese k&ouml;nnen vor allem Folgende sein:</li>
<li>Der Nutzer hat die M&ouml;glichkeit, Transaktionsdaten von durchgef&uuml;hrten Transaktionen f&auml;lschungssicher und unver&auml;nderbar abzuspeichern.</li>
</ul>
<p>Der Nutzer hat die M&ouml;glichkeit, eigene Inhalte (Text, Bilder etc.) innerhalb der Plattform zu speichern.</p>
<ul>
<li>Der Nutzer hat die M&ouml;glichkeit, Nachrichten an andere Nutzer zu versenden.</li>
<li>Der Nutzer hat die M&ouml;glichkeit, selbst Services innerhalb aller rechtlichen Grenzen auf der Plattform anzubieten &ndash; sowohl einem offenen Kreis von anderen Nutzern, als auch einem begrenzten Kreis.</li>
<li>Der Betreiber ist jederzeit berechtigt, den Zugang zu einzelnen Inhalten zu sperren, insbesondere wenn der Verdacht besteht, dass diese gegen geltendes Recht oder Rechte Dritter versto&szlig;en. Es besteht kein Anspruch des Nutzers auf Aufrechterhaltung einzelner Funktionalit&auml;ten der Plattform. Soweit nach Recht und Gesetz zul&auml;ssig und im Interesse der Plattform wird der Benutzer dar&uuml;ber informiert.</li>
<li>Der Betreiber ist um einen st&ouml;rungsfreien Betrieb der Plattform bem&uuml;ht. Dies beschr&auml;nkt sich naturgem&auml;&szlig; auf Leistungen, auf die der Betreiber einen Einfluss hat. Dem Betreiber ist es unbenommen, den Zugang zu der Plattform aufgrund von Wartungsarbeiten, Kapazit&auml;tsbelangen und aufgrund anderer Ereignisse, die nicht in seinem Machtbereich stehen, ganz oder teilweise, zeitweise oder auf Dauer, einzuschr&auml;nken.</li>
</ul>
<h4>4. Mitwirkungspflicht des Nutzers: Einstellen von Inhalten</h4>
<ul>
<li>Der Nutzer verpflichtet sich, bei der Erstellung und Verwendung eigener Inhalte geltendes Recht (z.B. Straf-, Wettbewerbs- und Jugendschutzrecht) zu beachten und keine Rechte Dritter (z.B. Namens-, Marken-, Urheber- und Datenschutzrechte) zu verletzen.</li>
<li>Der Nutzer verpflichtet sich, dass jedwede Inhalte, die auf die Plattform eingestellt werden, weder durch ihren Inhalt oder die Form gegen geltendes Recht oder die guten Sitten versto&szlig;en. Das Gleiche gilt f&uuml;r das Setzen von externen Links. Nicht erlaubt ist insbesondere das Verbreiten von Inhalten, die</li>
<li>Rassismus und Diskriminierung</li>
<li>Gewaltverherrlichung und Extremismus irgendwelcher Art sowie verfassungsfeindliche Gesinnung</li>
<li>Aufrufe und Anstiftung zu Straftaten und Gesetzesverst&ouml;&szlig;en, Drohungen gegen Leib, Leben oder Eigentum</li>
<li>Hetzen gegen Personen oder Unternehmen</li>
<li>pers&ouml;nlichkeitsverletzende &Auml;u&szlig;erungen, Verleumdung, Ehrverletzung und &uuml;ble Nachrede von Nutzern und Dritten sowie Verst&ouml;&szlig;e gegen das Lauterkeitsrecht</li>
<li>urheberrechtsverletzende Inhalte oder andere Verletzungen von Immaterialg&uuml;terrechten</li>
<li>sexuelle Bel&auml;stigungen jeglicher Art</li>
<li>Pornografie</li>
<li>anst&ouml;&szlig;ige, sexistische, obsz&ouml;ne, vulg&auml;re, abscheuliche oder ekelerregende Materialien und Ausdrucksweisen</li>
</ul>
<p>darstellen, betreffen oder beinhalten.</p>
<h4>5. Weitere Mitwirkungspflichten des Nutzers</h4>
<ul>
<li>Der Nutzer soll, ohne eine anderslautende ausdr&uuml;ckliche Erlaubnis des Betreibers, die Plattform in der Regel f&uuml;r gewerbliche Zwecke nutzen und dabei keine Werbung innerhalb der Plattform f&uuml;r sich oder Dritte machen. Das bedeutet insbesondere, dass der Nutzer keine Nachrichten werbenden Inhalts ohne eine Einwilligung des Empf&auml;ngers versenden darf (insbesondere: Spam-Nachrichten).</li>
<li>F&uuml;r den Fall, dass der Nutzer die M&ouml;glichkeit nutzt, Dritte &uuml;ber die Existenz der Plattform &uuml;ber eine von dem Betreiber bereitgestellte Einladungsfunktion zu informieren, hat er sicherzustellen, dass der Dritte mit der &Uuml;bersendung der einladenden E-Mail einverstanden ist.</li>
<li>F&uuml;r den Fall, dass vom Benutzer eingestellte und f&uuml;r andere Nutzer sichtbare Inhalte Hyperlinks auf Seiten Dritter enthalten, sichert der Nutzer zu, dass er die Berechtigung zur Nutzung des Hyperlinks hat und die Website, auf die verweisen wird (&bdquo;Landingpage&ldquo;), mit geltendem Recht und Rechten Dritter vereinbar ist.</li>
<li>Der Nutzer ist verpflichtet, mit den Log-in-Daten sorgf&auml;ltig umzugehen. Dem Nutzer ist es ausnahmslos untersagt, die Log-in-Daten Dritten mitzuteilen und/ oder Dritten den Zugang zu der Identit&auml;t unter Umgehung der Log-in-Daten zu erm&ouml;glichen.</li>
<li>Der Nutzer muss jedwede T&auml;tigkeit unterlassen, die geeignet ist, den Betrieb der Plattform oder der dahinterstehenden technischen Infrastruktur zu beeintr&auml;chtigen und/ oder &uuml;berm&auml;&szlig;ig zu belasten. Dazu z&auml;hlen insbesondere:</li>
<li>die Verwendung von Software, Scripten oder Datenbanken in Verbindung mit der Nutzung der Plattform, soweit dies nicht f&uuml;r die ordnungsgem&auml;&szlig;e Nutzung der Plattform erforderlich ist;</li>
<li>das automatische Auslesen, Blockieren, &Uuml;berschreiben, Modifizieren, Kopieren von Daten und/oder sonstigen Inhalten, soweit dies nicht f&uuml;r die ordnungsgem&auml;&szlig;e Nutzung der Plattform erforderlich ist;</li>
<li>Nutzer d&uuml;rfen keine Informationen bekannt machen, die der Nutzer von anderen Nutzern ausschlie&szlig;lich in privaten Nachrichten, E-Mails oder Chats erhalten hat, es sei denn der andere Nutzer hat ausdr&uuml;cklich seine Einwilligung dazu gegeben.</li>
<li>Sollte es bei der Nutzung der Plattform oder seiner Funktionalit&auml;ten zu St&ouml;rungen kommen, wird der Nutzer den Betreiber von dieser St&ouml;rung unverz&uuml;glich in Kenntnis setzen. Gleiches gilt, wenn der Nutzer Informationen &uuml;ber von Dritten ver&ouml;ffentlichte Inhalte erlangt, die offensichtlich gegen geltendes Recht oder Rechte Dritter versto&szlig;en.</li>
<li>Bewusstes oder treuwidriges Ausnutzen von technischen Fehlern der Plattform kann zur sofortigen Sperrung der Nutzer-Identit&auml;t durch den Betreiber f&uuml;hren.</li>
</ul>
<h4>6. Nutzungsrechte</h4>
<ul>
<li>Der Betreiber r&auml;umt dem Nutzer ein r&auml;umlich und zeitlich unbeschr&auml;nktes, widerrufliches, nicht exklusives, nicht auf Dritte &uuml;bertragbares, unentgeltliches Recht ein, das evan.network zu nutzen, solange diese Bedingungen eingehalten werden und die Identit&auml;t nicht gesperrt ist.</li>
<li>S&auml;mtliche Rechte an den Inhalten, die vom Nutzer eingestellt wurden, liegen bei dem Nutzer - unter den genannten Einschr&auml;nkungen des &sect; 4. Dem Nutzer ist die Vervielf&auml;ltigung, Verbreitung und/ oder Ver&ouml;ffentlichung von Inhalten untersagt, die der Betreiber, andere Nutzer oder Dritte in die Plattform eingestellt haben, sofern keine ausdr&uuml;ckliche Berechtigung dazu besteht.</li>
</ul>
<ol start="7">
<li><strong>EVE Token</strong></li>
</ol>
<ul>
<li>Zur Nutzung der im evan.network angebotenen Services &ndash; insbesondere die Speicherung von Transaktionsdaten und die Speicherung von zus&auml;tzlichen Daten &ndash; muss ein Nutzer EVE Token einsetzen.</li>
<li>EVE Token werden mittels Smart Contracts im Rahmen eines Kaufprozesses neu geschaffen (&bdquo;gemintet&ldquo;). Nach einmaligem Einsatz werden EVE Token automatisch verbraucht.</li>
<li>Der Erwerb von EVE Token findet &uuml;ber einen Webshop statt. In dessen Benutzeroberfl&auml;che bekommt der Nutzer die M&ouml;glichkeit, die von ihm gew&uuml;nschte Menge an Token auszuw&auml;hlen sowie die von ihm bevorzugte Zahlungsoption. Der Betreiber kann zur Abwicklung von Zahlungen sowie zur &Uuml;berpr&uuml;fung von K&auml;ufern einen Zahlungsdienstleister engagieren und in den Kauf-Prozess einzubinden.</li>
<li>Bei Kauf der EVE Token muss der Nutzer eine evan.network Adresse angeben, an welche die Token nach Zahlung gesendet werden sollen. Der Betreiber haftet nicht f&uuml;r die Angabe einer falschen Adresse. Weiterhin kann der Betreiber f&auml;lschlich transferierte Token nicht r&uuml;ckabwickeln. Der Nutzer tr&auml;gt allein die Verantwortung f&uuml;r das korrekte Eintragen der von ihm gew&uuml;nschten Empf&auml;ngeradresse.</li>
<li>Sobald ein Nutzer &uuml;ber ein EVE Token-Guthaben auf seiner Identit&auml;t verf&uuml;gt, kann er angebotene Services nutzen. Die Kosten einer Transaktion sind abh&auml;ngig von ihrer Komplexit&auml;t und der zu speichernden Datenmenge und k&ouml;nnen vor Ausf&uuml;hren der Transaktion eingesehen werden.</li>
<li>Es ist nicht zul&auml;ssig, mit EVE Token zu handeln. Handeln bedeutet in dem Fall, sie anderen Nutzern oder Dritten zum Kauf anzubieten oder von anderen Nutzern und Dritten k&auml;uflich zu erwerben.</li>
<li>EVE Token d&uuml;rfen nur innerhalb des evan.network f&uuml;r die dort angebotenen Services genutzt werden.</li>
<li>EVE Token d&uuml;rfen nicht in FIAT W&auml;hrungen und nicht in andere Zahlungs- oder Rechnungseinheiten getauscht werden.</li>
</ul>
<h4>8. Haftung</h4>
<ul>
<li>Bei leichter Fahrl&auml;ssigkeit haftet der Betreiber nur im Falle der Verletzung einer wesentlichen Vertragspflicht, deren Erf&uuml;llung die ordnungsgem&auml;&szlig;e Durchf&uuml;hrung des Vertrags &uuml;berhaupt erst erm&ouml;glicht und auf deren Einhaltung der Nutzer regelm&auml;&szlig;ig vertrauen darf. Die Haftung f&uuml;r leichte Fahrl&auml;ssigkeit ist der H&ouml;he nach beschr&auml;nkt auf die bei Vertragsschluss vorhersehbaren Sch&auml;den, mit deren Entstehung typischerweise gerechnet werden muss.</li>
<li>Diese Haftungsbeschr&auml;nkungen gelten auch zugunsten der Erf&uuml;llungsgehilfen des Betreibers, soweit dies rechtlich zul&auml;ssig ist.</li>
</ul>
<h4>9. Freistellungsanspruch</h4>
<p>Der Nutzer stellt den Betreiber und seine Mitarbeiter bzw. Beauftragten f&uuml;r den Fall der Inanspruchnahme wegen vermeintlicher oder tats&auml;chlicher Rechtsverletzung und/ oder Verletzung von Rechten Dritter durch von dem Nutzer im Zusammenhang mit der Nutzung der Plattform vorgenommenen Handlungen von s&auml;mtlichen sich daraus ergebenen Anspr&uuml;chen Dritter frei. Dar&uuml;ber hinaus verpflichtet sich der Nutzer, alle Kosten zu ersetzen, die dem Betreiber durch die Inanspruchnahme durch Dritte entstehen. Zu den erstattungsf&auml;higen Kosten z&auml;hlen auch die Kosten einer angemessenen Rechtsverteidigung.</p>
<h4>10. Personenbezogene Daten</h4>
<ul>
<li>Die Nutzung der Plattform macht die Erhebung, Verarbeitung und Nutzung personenbezogener Daten durch den Betreiber unumg&auml;nglich. Der Betreiber versichert, alle gespeicherten Daten sorgsam zu behandeln und ausschlie&szlig;lich im Rahmen der datenschutzrechtlichen Einwilligungen des Nutzers zu verarbeiten. Eine dar&uuml;berhinausgehende Nutzung personenbezogener Daten erfolgt durch den Betreiber nur, sofern er dazu gesetzlich verpflichtet ist oder der Nutzer vorab eingewilligt hat.</li>
<li>Die Verarbeitung von Transaktionsdaten auf der Blockchain erfolgt unter den technischen Besonderheiten der Blockchain-Techologie.</li>
<li>Der Nutzer wird explizit darauf hingewiesen, dass eine Verarbeitung von Daten mit Hilfe von Unter-Auftragsverarbeitern stattfinden kann. Mit diesen schlie&szlig;t der Betreiber eine separate Auftragsverarbeitungs-Vereinbarung unter Beachtung aller relevanten Datenschutzbestimmungen.</li>
<li>Der Nutzer willigt in die Speicherung der von ihm eingegebenen personenbezogenen Daten ein. Dies gilt auch f&uuml;r die Speicherung der IP-Adressen, die bei jeder Nutzung der Plattform &uuml;bermittelt werden.</li>
</ul>
<h4>11. Vertragsdauer/ K&uuml;ndigung</h4>
<ul>
<li>Der Vertrag l&auml;uft auf unbestimmte Zeit und kann von beiden Seiten jederzeit ohne Einhaltung einer K&uuml;ndigungsfrist oder Angabe von Gr&uuml;nden gek&uuml;ndigt werden.</li>
<li>Daneben und dar&uuml;ber hinaus bleibt das Recht der Parteien, das Vertragsverh&auml;ltnis durch au&szlig;erordentliche K&uuml;ndigung aus wichtigem Grund zu beenden, unbenommen.</li>
<li>F&uuml;r den Betreiber liegt ein wichtiger Grund zur K&uuml;ndigung dieses Vertrages vor, wenn der Kunde seine Verpflichtungen aus diesem Vertrag nachhaltig verletzt.</li>
<li>Mit den Daten von Nutzern, welche den Vertrag gek&uuml;ndigt haben, wird entsprechend den gesetzlichen Vorschriften verfahren.</li>
</ul>
<h4>12. Schlussbestimmungen</h4>
<ul>
<li>Sollte der Vertrag unwirksame Regelungen enthalten, bleibt die Wirksamkeit des Vertrages im &Uuml;brigen unber&uuml;hrt.</li>
<li>Auf den vorliegenden Vertrag ist ausschlie&szlig;lich deutsches Recht anwendbar.</li>
<li>Gerichtstand ist Dresden.</li>
</ul>